src/cf/DataProcessors/ОбменЭСФ/Templates/ЗапросQueryInvoiceByKey/Ext/Template.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nam="namespace.esf">
	<soapenv:Header/>
	<soapenv:Body>
		<nam:queryInvoiceByKeyRequest>
			<sessionId>[sessionId]</sessionId>
			[invoiceKeyList]
			<direction>[direction]</direction>
		</nam:queryInvoiceByKeyRequest>
	</soapenv:Body>
</soapenv:Envelope>